---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.AnalyticalModelFailures.AnalyticalModelInstability
source: html/e1cefbba-00a1-f73a-97c6-367e9dfa28c5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.AnalyticalModelFailures.AnalyticalModelInstability Property

Possible Model Instability

## Syntax (C#)
```csharp
public static FailureDefinitionId AnalyticalModelInstability { get; }
```